Repository: Vek123/test-it-solutions
Catalog: money_transfer/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Catalog
ru: Каталог

source: record status
ru: статус записи

source: record statuses
ru: статусы записи

source: record type
ru: тип записи

source: record types
ru: типы записи

source: type
ru: тип

source: record category
ru: категория записи

source: record categories
ru: категории записи

source: sub category
ru: подкатегория

source: record sub category
ru: подкатегория записи

source: record sub categories
ru: подкатегории записи

source: comment
ru: комментарий

source: Max length is 65535
ru: Максимальная длина 65535

source: creation date
ru: дата создания

source: total (rub.)
ru: сумма (руб.)

source: Enter positive number
ru: Введите положительное число

source: category
ru: категория

source: Select "Type" at first
ru: Выберите сначала "Тип"

source: status
ru: статус

source: Select "Category" at first
ru: Выберите сначала "Категория"

source: cash flow record
ru: запись о движении денежных средств

source: cash flow records
ru: записи о движении денежных средств

source: Selected sub category doesn't belong to the selected category.
ru: Выбранная подкатегория не относится к выбранной категории.

source: Selected category doesn't belong to the selected record type.
ru: Выбранная категория не относится к выбранному типу.

source: short comment
ru: короткий комментарий

source: Core
ru: Ядро

source: name
ru: название

source: Max length is 64
ru: Максимальная длина 64

source: name (normalized)
ru: название (нормализованное)

source: Generated field based on "name" field
ru: Сгенерированное поле на основе поля "название"

source: %(class_name)s with this %(field_name)s already exists.
ru: %(class_name)s с таким %(field_name)s уже существует.

source: Time needs to be in past time
ru: Время должно быть в прошедшем времени

source: Homepage
ru: Главная страница

source: No content
ru: Нет контента

source: Personal data
ru: Персональные данные

source: Consumer rights
ru: Права пользователей

source: To main
ru: На главную
